brew "git"
brew "stow"
brew "tmux"
brew "neovim"
brew "lazygit"

# cli tools
brew "fzf"
brew "fd"
brew "bat"
brew "eza"
brew "tree"
brew "ripgrep"
brew "jq"
brew "awscli"
brew "tlrc"

# package managers
brew "pnpm"

# infra stuff
brew "aws-cdk"
